<?php


namespace App\Lib;


class Tdk
{
    /**
     * 网站首页
     * @return string[]
     */
    public static function index()
    {
        return [
            't' => '设界-设计无界,产业互联_时尚联合办公展示空间',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '设界,设界官网,上海设界,pop设界,服装设计,时尚服务,服装流行趋势,时尚创意综合体,桐乡设界,盛泽设界,南通设界,广州设界,绍兴设界,杭州设界,嘉善设界,设界综合体,时尚综合体',
        ];
    }


    /**
     * 关于设界
     * @return string[]
     */
    public static function about()
    {
        return [
            't' => '关于设界-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '关于设界,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }


    /**
     * 设界分布-首页
     * @return string[]
     */
    public static function design()
    {
        return [
            't' => '设界分布-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '设界分布,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }


    public static function shengze()
    {
        return [
            't' => '盛泽设界-盛泽东方纺织城-设界官网',
            'd' => '盛泽设界时尚产业服务平台坐落于江苏盛泽东方纺织城，以时尚赋能产业，以产业带动市场，以市场引领发展，将对盛泽时尚产业发展及优秀设计人才的聚集、孵化发挥重要作用。',
            'k' => '盛泽设界,设界官网,pop设界,设界综合体,时尚综合体',
        ];
    }


    public static function tongxiang()
    {
        return [
            't' => '桐乡设界-濮院320创意广场-设界官网',
            'd' => '桐乡设界坐落于濮院320创意广场，汇聚创新资源要素，创建产业创新服务综合体，实现从项目研发到产业孵化的全链式服务体系。',
            'k' => '桐乡设界,设界官网,pop设界,设界综合体,时尚综合体',
        ];
    }


    public static function nantong()
    {
        return [
            't' => '南通设界-南通家纺城-设界官网',
            'd' => '南通设界坐落于南通家纺城，助力加速南通家纺产业全链条，为当地家纺企业及人才提供资源对接、产品展示、创业孵化、趋势灵感资讯、智能设计工具、赋能培训等供应链全套解决方案。',
            'k' => '南通设界,设界官网,pop设界,设界综合体,时尚综合体',
        ];
    }


    public static function guangzhou()
    {
        return [
            't' => '广州设界-广州轻纺交易园-设界官网',
            'd' => '广州设界坐落于广州轻纺交易园，以产业创意资源产业公共服务为核心的全新产业园区模式，以“服务设计”为切入口，为时尚产业链接和创研孵化加速，是国家级纺织服装创意设计试点平台。',
            'k' => '广州设界,设界官网,pop设界,设界综合体,时尚综合体',
        ];
    }


    public static function shaoxing()
    {
        return [
            't' => '绍兴柯桥设界-国际面料采购中心-设界官网',
            'd' => '绍兴柯桥设界坐落于国际面料采购中心，面向时尚产业创造者们的联合办公 + 联合展示空间，以产业服务驱动产业发展的全新时尚产业运营服务平台。',
            'k' => '绍兴柯桥设界,设界官网,pop设界,设界综合体,时尚综合体',
        ];
    }

    /**
     * 官方资讯-首页
     * @return string[]
     */
    public static function info()
    {
        return [
            't' => '设界资讯_设界新闻-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '设界资讯,设界新闻,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }

    /**
     * 联系我们
     * @return string[]
     */
    public static function contact()
    {
        return [
            't' => '联系我们-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '联系我们,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }

    /**
     * 设界联盟
     * @return string[]
     */
    public static function talent()
    {
        return [
            't' => '设界联盟-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '设界联盟,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }

    /**
     * 品牌活动-即将开始
     * @return string[]
     */
    public static function recent()
    {
        return [
            't' => '品牌活动预告-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '品牌活动,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }

    /**
     * 品牌活动-活动回顾
     * @return string[]
     */
    public static function review()
    {
        return [
            't' => '设界活动回顾-设界官网-设计无界,产业互联',
            'd' => '设界是逸尚创展(POP时尚网络机构)从线上走到线下的众创互联空间项目，在时尚行业集群地如桐乡、盛泽、杭州、南通、广州、绍兴等地创办的面向时尚产业创造者们的联合办公+联合展示空间，以服务设计为切入口的时尚产业链接器及创研孵化加速器。',
            'k' => '活动回顾,设界官网,上海设界,pop设界,设界综合体,时尚综合体',
        ];
    }

}
